;Language file of Revo Uninstaller Pro
;This section must use English
[Info]
Language=Magyar/Hungarian
WebLang=HUN
Translator=Döbröntei Sándor - sandor.dobrontei@gmail.com
Codepage=UNICODE 
Version=5.1.7


[Uninstaller Toolbar]
102 = Nézet
103 = Beállítások
104 = Eltávolító
105 = Eszközök
106 = Kereső mód
107 = Lista
108 = Ikonok
109 = Részletek
110 = Eltávolítás
111 = Bejegyzés törlése
112 = Frissítés
113 = Biztos benne, hogy törli a kijelölt bejegyzést?
114 = Biztos benne, hogy eltávolítja a kijelölt programot?
115 = Frissítés
116 = Súgó
117 = Aktuális eszköz súgója...
118 = Honlap...
119 = Névjegy...
120 = Ön nem rendszergazda!
121 = Biztos benne, hogy eltávolítja a kijelölt rendszerösszetevőt?\nÁLLJ, kivéve ha biztos abban amit csinál!
122 = Az eltávolító ablakban megjelenik minden az aktuális felhasználó által telepített program és összetevő. A nézet típusban, vagy a környezeti menüben további lehetőségei vannak a program részletes információinak beszerzéséhez. Az eszköznek az elsődleges jellemzője a kereső mód. Ebben az üzemmódban rugalmasan végezheti az eltávolítást (leállítást, törlést, letiltást), csak kattintson egyet az alkalmazáson.
123 = Keresés
124 = Találatok:
125 = Biztos benne, hogy törli a rendszerleíróból a kijelölt rendszer összetevőket?\nLehet, hogy az operációsrendszere számára fontosak!
126 =  törlésre került az automatikusan elindulók közül!
127 =  hozzáadásra került az automatikusan elindulókhoz!
128 = %s ilyen már telepítve van erre a helyre mint %s!\nItt mindkettõ alkalmazás visszamaradt elemei találhatók! Legyen óvatos és ellenõrizze, hogy melyiket szeretné törölni!
129 = Eltávolítás kikényszerítése

[Uninstaller List]
150 = Program
151 = Méret
152 = Verzió
153 = Telepítés dátuma
154 = Vállalat
155 = Webhely
156 = Megjegyzés
157 = Eltávolító parancs
158 = Rendszerleíró kulcs
159 = Telepítőprogram

[Uninstaller StatusBar]
201 = Telepítve: 
202 = Betöltés...

[Registry Optimizer]
302 = Válassza ki hogy hol keressen
303 = Start menü

[Autorun Toolbar]
407 = Elindít
408 = Leállít
409 = Töröl
410 = Elemek :
411 = Engedélyezve :
412 = Az automatikus indítás kezelővel, nem csak engedélyezheti vagy letilthatja a programok automatikus elindulását a Windows betöltődésekor, hanem bővebb információkat is kaphat az automatikusan elinduló programokról. Így megtudhatja ki a program kiadója, megtekintheti az indítási útvonalát, leírást kaphat a programról, illetőleg láthatja az állapotát, hogy az fut-e vagy sem.

[Autorun List]
450 = Név
451 = Indítási útvonal
452 = Leírás
453 = Kiadó
454 = Állapot
455 = Hely
456 = FUT
457 = NEM FUT
458 = ÉRVÉNYTELEN
459 = Folyamat leállítása
460 = Folyamat elindítása
461 = Program-mappa megnyitása
462 = Ugrás a bejegyzéshez
463 = Indítási útvonal másolása
464 = Kijelölt törlése
465 = Összes érvénytelen eltávolítása
466 = Nem futók eltávolítása
467 = Összes letiltott eltávolítása
468 = Tulajdonságok...
470 = Biztos benne, hogy leállítja a kijelölt alkalmazást?\nValamennyi nem mentett adata el fog veszni!
471 = Biztos benne, hogy törli a kijelölt elemet?
472 = Biztos benne, hogy törli az összes érvénytelen elemet?
473 = Biztos benne, hogy törli az összes nem futó elemet?
474 = Biztos benne, hogy törli az összes letiltott elemet?
475 = A parancs nem létezik!
476 = ISMERETLEN
477 = Automatikus indítás letiltása
478 = Automatikus indítás engedélyezése

[Outlook Control]
300 = Optimalizálás
301 = Rendszerleíró
400 = Autorun kezelő
500 = Nyomok eltávolítása
501 = Böngésző takarító
600 = MS Office takarító
700 = Windows takarító
800 = Nyomtakarító
900 = Végleges törlés
2100 = Windows eszközök
2200 = Felesleges fájlok

[Track Cleaner Browsers]
507 = Mindent töröl
508 = Meglátogatott webhelyek listájának törlése
509 = Címsáv előzmények törlése
510 = Ideiglenes fájlok törlése
511 = Sütik törlése
512 = Index.dat fájlok törlése
513 = Végrehajt
514 = Letöltési előzmények törlése
515 = Munkafolyamat előzmények törlése
516 = Űrlap előzmények törlése
517 = Eltávolító
518 = Biztos benne, hogy kitakarítja az összes előzményt?
521 = Biztos benne, hogy kitakarítja az Internet Explorer előzményeket?
522 = Biztos benne, hogy kitakarítja a Firefox előzményeket?
523 = Biztos benne, hogy kitakarítja az Opera előzményeket?
524 = Biztos benne, hogy kitakarítja a Netscape előzményeket?
525 = A böngészője feljegyez minden adatot az Ön által meglátogatott webhelyekről. Ezáltal bárki könnyedén megállapíthatja az Ön böngészési szokásait, a gyakran meglátogatott webhelyeit. A takarító eszközzel törölheti az ideiglenes fájlokat, képeket, az online videók maradványait. Az ideiglenes Internet fájlok törlésével tetemes helyet szabadíthat fel a merevlemezén.
526 = Zárja be a böngészőjét a takarítási folyamat előtt
527 = Az Index.dat fájlok a számítógép következő újraindításakor törlődnek
599 = A kijelölt elemek nyomainak az eltűntetése befejeződött!

[Office Track Cleaner]
601 = Takarítás
607 = MS Word legutóbbi dokumentum-előzmények törlése
608 = Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 és Word 2016
609 = MS Excel legutóbbi dokumentum-előzmények törlése
610 = Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 és Excel 2016
611 = MS Access legutóbbi dokumentum-előzmények törlése
612 = Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 és Access 2016
613 = MS PowerPoint legutóbbi dokumentum-előzmények törlése
614 = PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 és PowerPoint 2016
615 = MS FrontPage legutóbbi dokumentum-előzmények törlése
616 = FrontPage 2000, FrontPage XP és FrontPage 2003
617 = A MS Office takarítóval lehetősége van a MS Word, Excel, Access, PowerPoint és Front Page alkalmazásokban legutóbb használt fájl-előzmények listáját kiürítenie. Ha nem szeretné, hogy valaki más megtekintse az Ön által legutóbb megnyitott, vagy szerkesztett dokumentumokat, csak kattintson a "Takarítás" gombra. A legutóbb használt fájlok ezután nem listázódnak ki.

[Windows Tracks Cleaner]
701 = Takarítás
707 = Legutóbbi dokumentum-előzmények kitakarítása
708 = Start menü Futtatás előzmények kiürítése
709 = Fájlkeresési előzmények kiürítése
710 = Nyomtatók, számítógépek keresési előzményeinek kiürítése
711 = Vágólap kiürítése
712 = "MS Paint" legutóbbi fájl-előzmények kiürítése
713 = "MS Wordpad" legutóbbi fájl-előzmények kiürítése
714 = Regedit legutóbb megnyitott kulcs-előzmények kiürítése
715 = Megnyitás, mentés párbeszédablak-előzmények kiürítése
716 = Legutóbb megnyitott mappa-előzmények kiürítése
717 = Lomtár kiürítése
718 = Ideiglenes Windows fájlok törlése
719 = Start menü használati naplók törlése
720 = A Microsoft Windows számos olyan dolog nyomát eltárolja a számítógépén, mint például a keresési előzmények, legutóbb megnyitott dokumentumok listája, a megnyitás/mentés párbeszédablakok előzményei, a telepített programok listáját és még sok minden mást is. A Windows takarítóval lehetősége van az összes ilyen előzményt és az ideiglenes fájlokat eltávolítania és kiürítheti a Lomtárat is, amellyel jelentős szabad lemezterülethez juthat.
721 = A futtatási előzmények az explorer.exe újraindítása után kerülnek törlésre
722 = Windows Rendszerleíró nyomok
723 = Merevlemez meghajtó nyomok
724 = Memóriában lévő összeomlott fájlok törlése
725 = Lemezellenőrző által helyreállított fájltöredékek törlése


[Evidence Remover]
802 = Végrehajt
803 = Törlés
804 = Kérem várjon a törlési folyamat közben
805 = Kész
806 = Kérem válassza ki azokat a meghajtókat, amelyeken a nyomait végleg el kívánja tüntetni. Az eszköz csak a már törölt adatokhoz használható. FIGYELEM: a törlés után a fájlok többet már nem állíthatók helyre!
807 = Amikor Ön kiüríti a Lomtárat, az abban lévő fájlok és mappák töröltként kerülnek megjelölésre, de azok fizikailag nem törlődnek. Ezzel az eszközzel véglegesen fizikailag eltávolíthatja a merevlemezén hátramaradt adatokat. Lényegtelen, hogy Ön vagy valaki más szeretné visszaállítani a törölt adatokat, az eredmény mindig ugyanaz lesz: az ezzel az eszközzel törölt adatok nem állíthatók többé már vissza!
808 = Biztos benne, hogy törölni akarja a kijelölt meghajtókon hátramaradt nyomokat?

[Unrecoverable Delete]
912 = A véglegesen és helyreállíthatatlanul törlendő fájlok és mappák listája
913 = Fájlok
914 = Mappák
915 = Adja hozzá azokat a fájlokat, amelyeket törölni akar a rendszeréből. Ezek a fájlok semmilyen módon sem állíthatók vissza a későbbiekben!
916 = Adja hozzá azokat a mappákat, amelyeket törölni akar a rendszeréből. Ezek a mappák semmilyen módon sem állíthatók vissza a későbbiekben!
917 = Fájlok hozzáadása törléshez
918 = Mappák hozzáadása törléshez
919 = VÉGLEGES TÖRLÉS
920 = Lista kiürítése
921 = Ha biztonságosan szeretne törölni egy fájlt, vagy mappát és azt akarja, hogy azokat semmilyen módon se lehessen helyreállítani, akkor használja ezt az eszközt. A Lomtár kiürítésével annak tartalma nem kerül végleges eltávolításra a merevlemezéről és az adatok onnan visszanyerhetővé válnak. Az eszköz alkalmazásával úgy kerülnek törlésre a fájlok és mappák, hogy azokat később már nem lehet visszaállítani.
922 = Biztos benne, hogy véglegesen törölni akarja a kijelölt fájlokat és mappákat?

[Options Tree]
1001 = Beállítások
1002 = Összes beállítás exportálása
1003 = Összes beállítás importálása
1100 = Általános
1200 = Eltávolító

[General]
1101 = Jelenlegi nyelv:
1102 = Speciális mód
1103 = Frissítések ellenőrzése indításkor
1104 = Automatikus frissítés a háttérben

[Uninstaller Options]
1201 = Rendszerfrissítések megjelenítése
1202 = Rendszer-összetevők megjelenítése
1204 = Csak a beépített eltávolító futtatása
1205 = (A Vista-ban nem támogatott)
1206 = Visszaállítási pont létrehozása az eltávolítás előtt
1208 = Az eltávolítási előzmények funkció letiltása
1209 = Weboldali parancsikonok megjelenítése

[Auto Update]
1907 = Frissítés
1908 = Verzió információ
1909 = Aktuális változat:
1910 = Legfrisebb verzió:
1911 = LETÖLTÉS
1912 = Legújabb verzió letöltése
1913 = Újdonságok
1914 = Ellenőrzés...
1915 = Csatlakozási hiba...
1916 = LEÁLLÍTÁS
1917 = %s letöltve a(z) %s -ból
1918 = Letöltve %s (a teljes méret ismeretlen)
1919 = A Revo Uninstaller nem tudott csatlakozni a www.revouninstaller.com -hoz. Ellenõrizze, hogy az Internetkapcsolata aktív-e és a tûzfala nem blokkolja-e a Revo Uninstaller-t
1920 = Hiba: Az új verzió ellenõrzése nem sikerült. Nincs internet kapcsolat.
1921 = Letöltés...
1922 = Frissítés indítása...
1923 = Kész
1924 = Nem érhető el frissítés
1925 = Sikeresen frissítve a legújabb verzióra (%s)

[WinTools]
2110 = Elindít
2111 = Itt számos ügyes és hasznos eszközhöz férhet hozzá, amelyek minden Windows operációs rendszerben megtalálhatók. Néhány közülük parancssoros módban érhető el, mások pedig nehezen hozzáférhetők alapesetben. Az alkalmazás segítségével könnyedén elérheti a Windows beépített eszközeit.
2112 = Ha valamilyen probléma lépett fel a rendszerében, Önnek lehetősége van azt visszaállítania egy előző állapotba, anélkül hogy az adatai elvesznének. A Rendszer-visszaállítás figyeli a rendszere változásait és ezen esetekben valamint néhány program telepítése esetén automatikusan létrehoz egy azonosítható rendszer-visszaállítási pontot. Ezeknek a pontoknak a segítségével visszatérhet egy megelőző állapotba. Önnek is lehetősége van külön rendszer-visszaállítási pontok létrehozására, amikor csak akarja.
2113 = Az eszköz használatával összegyűjtheti és megjelenítheti a képernyőn a számítógépe hardvereinek, operációs rendszerének, az internet beállításoknak, a modem és hálózati csatalakozóknak a beállításait. A Hálózatidiagnosztikai-segédprogrammal végrehajthatja és tesztelheti a hálózati kapcsolatait.
2114 = Megjelenítheti a képernyőn az összes TCP/IP hálózati beállításainak értékeit és frissítheti a Dynamic Host Configuration Protocol (DHCP) és a Domain Name System (DNS) beállításait. Teljesen elvégezheti a TCP/IP beállításokat valamennyi adapter részére, beleértve az IP cím, MAC cím, alhálózati maszk, alapértelmezett átjáró, Windows Internet Naming Service (WINS) és a DNS beállításokat is.
2115 = Itt ellenőrizheti a számítógépe három fő biztonsági eszközének - Tűzfal, Vírus védelem, Automatikus frissítések - az állapotát. Ha bármelyik eszközzel kapcsolatban probléma lép fel (pl. az antivírus program adatbázis nem friss) a Biztonsági központ riasztást küld Önnek és javaslatot tesz a számítógépe védelmének érdekében.
2116 = Itt alapvető információkat tekinthet meg a CPU típusáról és a RAM memóriáról. Megtekintheti és módosíthatja azt, hogy a számítógép milyen módon kezelje a memóriát. Információkat kaphat a hardvereszközeiről, azok tulajdonságairól és a hardverprofilokról. Megtekintheti a hálózati kapcsolatának az információit. A rendszer és programhibákról készült jelentések a rendszergazdákat tájékoztatják.
2117 = A Rendszerinformáció segédprogram összegyűjti és megjeleníti a rendszer konfigurációs adatait. Megtekintheti a helyi számítógép adatait, de egy olyan számítógép információit is, amelyhez számítógépe csatlakoztatva van.
2118 = Megjeleníti az aktív TCP-kapcsolatokat és a portokat, amelyek hívásaira a számítógép figyel, az Ethernet statisztikát, az IP-útválasztási táblát, az IPv4-statisztikát (az IP, ICMP, TCP és UDP protokollhoz) és az IPv6-statisztikát (az IPv6, ICMPv6, TCP over IPv6 és UDP over IPv6 protokollhoz). Paraméterek nélkül a netstat parancs az aktív TCP-kapcsolatokat jeleníti meg.
2119 = A Képernyő-billentyűzet olyan segédprogram, amely a képernyőn virtuális billentyűzetet jelenít meg, és lehetővé teszi, hogy a mozgáskorlátozott felhasználók mutatóeszköz vagy botkormány nélkül vigyenek be adatokat. A Képernyő-billentyűzet arra szolgál, hogy a mozgáskorlátozott felhasználóknak lehetővé tegye a legalapvetőbb műveletek elvégzését.
2120 = A Lemeztöredezettség-mentesítő a helyi kötetek elemzésére, valamint a fájl- és mappatöredékek megkeresésére és egyesítésére szolgáló rendszereszköz. A lemezeket a parancssorból, a defrag paranccsal is töredezettségmentesítheti.
2121 = A Szolgáltatások beépülő modul segítségével kezelhetők a számítógép szolgáltatásai, beállíthatók a szolgáltatás sikertelensége esetén alkalmazni kívánt helyreállítási műveletek, és a szolgáltatások egyszerű azonosításához egyéni nevek, illetve leírások hozhatók létre. Lehetősége van szolgáltatás indítására, leállítására, felfüggesztésére, folytatására vagy letiltására távoli és helyi számítógépeken A szolgáltatások indításához, leállításához, felfüggesztéséhez, újraindításához vagy letiltásához rendelkeznie kell a megfelelő engedélyekkel.
2122 = A Megosztott mappák beépülő modul segítségével megjeleníthetők a helyi és távoli számítógépek által használt kapcsolatok és erőforrások. A Megosztott mappák beépülő modul segítségével a következőkre nyílik lehetősége: a megosztott erőforrásokra vonatkozó engedélyek létrehozása, megtekintése és beállítása, a számítógéphez hálózaton keresztül kapcsolódó felhasználók megjelenítése és a kapcsolódó felhasználó vagy felhasználók leválasztása, a távoli felhasználók által megnyitott fájlok listájának megjelenítése és megnyitott fájl vagy fájlok lezárása.
2123 = A csoportházirend-beállítások a felhasználó munkakörnyezetének olyan összetevőit határozzák meg, amelyeket a rendszergazdának kell kezelnie; például a felhasználók számára elérhető programokat, a felhasználó asztalán megjelenő programokat és a Start menü elemeit. A felhasználók egy meghatározott csoportja számára a Csoportházirend beépülő modul segítségével hozhat létre egy adott asztali konfigurációt.
2124 = A Windows összetevők hozzáadása/eltávolítása lehetőséggel kezelheti a számítógépére telepített Windows összetevőket. Miután telepítette a Windows operációs rendszert a gépére, használhatja ezt a lehetőséget azoknak az összetevőknek a hozzáadására, amelyeket az eredeti telepítés nem tartalmazott, vagy eltávolíthatja a felesleges összetevőket.
2125 = A Microsoft Windows rosszindulatú programokat eltávolító eszközzel ellenőrizheti az operációs rendszerét, hogy azon találhatók-e fertőzések és segítséget kaphat az eltávolításukhoz. A rosszindulatú programok tartalmazhatnak vírusokat, férgeket, és trójai programokat. Amikor a keresési és eltávolítási folyamat befejeződött, az eszköz megjelenít egy jelentést, amelyben leírást kaphat az összes észlelt és eltávolított fertőzésről.


[Junk Files Cleaner Options]
2202 = Átvizsgálandó meghajtó(k):
2203 = Minta
2204 = Leírás
2205 = Hozzáad
2206 = Töröl
2207 = Beállít
2208 = Fájltakarító::Általános
2209 = Fájltakarító::Kivételek
2220 = Minta a vizsgálathoz:
2221 = Használhatja a ? és * karaktereket
2222 = Minta hozzáadása
2223 = Minta hozzáadása
2224 = Használhatja a ? és * karaktereket
2225 = Kivételek minta:
2226 = Fájlok törlése a Lomtárba
2227 = Az elmúlt 24 órában megnyitott fájlok kihagyása

[Junk Files Cleaner Tool]
2306 = Vizsgálat
2307 = Törlés
2308 = Ellenőrzés
2309 = Kérem várjon amíg az ellenőrzés folyamatban van
2310 = Mégse
2311 = Név
2312 = Méret
2319 = Fájlok:
2320 = Teljes méret:
2323 = Ezeket a fájlokat a Windows vagy egy másik program használja\na fájlok jelenleg nem törölhetők
2324 = Legalább egy meghajtót és kiterjesztést meg kell adnia a kereséshez
2325 = A felesleges fájlokat kitakarító eszközzel lehetősége van megkeresni és eltávolítani, a különböző felesleges és szemetet képező fájlokat a számítógépén. Normál esetben az ezeket a fájlokat létrehozó alkalmazások, miután már nem szükségesek törlik azokat. Ennek ellenére nem várt folyamatok, rendszerösszeomlás, stb. esetén maradhatnak a merevlemezén ilyen elárvult fájlok. Minél több ilyen fájl marad a gépén, az csökkenti a merevlemezei kapacitását és a gépe teljesítményének a romlását okozhatják.
2326 = Fájl
2327 = Fájlok törlése
2328 = Nem találhatók felesleges fájlok

[Context Menu Junk Files Cleaner]
2313 = Megnyitás
2314 = Keresés a Google-val
2315 = Program-mappa megnyitása
2316 = Tulajdonságok...
2317 = Minden elem ellenőrzése
2318 = Összes ellenőrzésének visszavonása
2321 = Kijelölt elemek ellenőrzése
2322 = Kijelöltek ellenőrzésének visszavonása

[Topmost Window]
4002 = Beállítások
4003 = Fő-ablak megnyitása
4004 = 'Húzd és ejtsd' mód
4005 = Kereső mód
4006 = Méret
4007 = Kicsi
4008 = Közepes
4009 = Nagy
4010 = Ablak méret
4011 = KILÉPÉS
4012 = Eltávolítás
4013 = Automatikus indítás leállítása
4014 = Folyamat leállítása
4015 = Folyamat leállítása és törlése
4016 = Program-mappa megnyitása
4017 = Információ
4018 = Tulajdonságok
4019 = MÉGSE
4020 = Egyidejűleg csak egy fájl támogatott!
4021 = Ön egy mappát húzott bele, kérem egy fájlt húzzon ide!
4022 = Eltávolítás vagy törlés:
4023 = Meghatározatlan! Próbáljon meg egy másik pontot az ablakon, az ikonon, vagy a tálca elemen
4024 = Nem lehet futtatni az eltávolító parancssort!\nKérem távolítsa el a programot az eltávolítójával.
4025 = Nem található telepítőcsomag!\nTipp: Szerezzen be további információkat a programról és\npróbálja meg azt eltávolítani a fő ablakon keresztül!
4026 = A célprogram automatikus indítása le van tiltva!\nTipp: Ha újra szeretné indítani, használja az automatikus indítás eszközt a fő programban!
4027 = A célprogram nem található a szokásos indítópult helyeken!\nTipp: A ritkán használt automatikus indítási helyek megállapításához használja a www.google.com címen található keresőt!
4028 = Biztos benne, hogy leállítja a kijelölt alkalmazást?\nValamennyi nem mentett adata el fog veszni!
4029 = Eltávolító
4030 = Biztos benne, hogy leállítja és törli a kijelölt programot?\nA nem mentett adatai el fognak veszni!
4031 = Biztos benne, hogy bezárja a Windows Intézőt?\nA Start menü és a Tálca el fog tűnni!
4032 = Indítás a Windows-al
4033 = Átlátszó
4035 = Mindig látható

[Scan After Uninstall]
4210 = Hely
4211 = Kulcs
4212 = Érték
4213 = Adat
4214 = Fájl
4215 = Jelöljön ki egy fájlt vagy rendszerleíró bejegyzést a művelet végrehajtásához!
4216 = Eltávolítás utáni ellenőrzés
4217 = Mindent kijelöl
4218 = Mind visszavon
4219 = Törlés
4220 = Visszamaradt fájlok
4221 = Visszamaradt rendszerleíró bejegyzések
4222 = Eltávolítás előtti vizsgálat... kérem várjon
4223 = Eltávolító futtatása...
4224 = Kérem a fő eltávolító alkalmazás befejeződése után indítsa el a keresést a visszamaradt fájlok, mappák és rendszerleíró kulcsok felkutatása érdekében.
4225 = Eltávolítás utáni vizsgálat... kérem várjon
4226 = Kérem óvatosan jelölje ki a listában lévő elemeket!
4227 = Bezárás
4228 = A listában lévő hátramaradt fájlok a számítógép újraindítását követően kerülnek törlésre. 
4229 = A program eltávolítójának az indítása nem sikerült!\nLehet, hogy az eltávolító parancs hibás!
4230 = Vissza
4231 = Tovább
4232 = Eltávolítási módszer kiválasztása
4233 = Módszerek
4234 = Beépített - csak a program eltávolítójának a futtatása kiegészítő vizsgálat nélkül
4235 = Biztonságos - beépített módszer + a rendszerleíró és a merevlemez kiegészítő vizsgálata a biztonságosan eltávolítható visszamaradt elemek felkutatására. Gyors módszer.
4236 = Közepes - biztonságos módszer + a visszamaradt programelemek kibővített keresése a rendszerleíró és a merevlemez közös helyein.
4237 = Speciális - közepes módszer + a rendszerleíró és a merevlemez mély és teljes átvizsgálása az összes visszamaradt elem felkutatására. Nagyon lassú módszer.
4238 = Programadatok elemzése az eltávolítás előtt.
4239 = Program beépített eltávolítójának futtatása az alapértelmezett módszerrel.
4240 = Nyomja le a "Tovább" gombot a visszamaradt fájlok, mappák és rendszerleíró elemek felkutatásához, miután a program eltávolítója végzett.
4241 = Az előzetes elemzés és az eltávolítás végrehajtása
4242 = Eltávolítás utáni vizsgálat
4243 = A program beépített eltávolítójának a befejeződése utáni vizsgálat elvégzése. A merevlemez és a rendszerleíró átvizsgálása az eltávolított programhoz kapcsolódó visszamaradt fájlok, mappák és rendszerleíró elemek felkutatása céljából. Kérem várjon.
4244 = Visszamaradt rendszerleíró elemek
4245 = Azonosított elemek:
4246 = Megjegyzés: Kérem, óvatosan járjon el a megjelenített elemek kijelölésével! Csak a félkövéren kiemelt elemeket és azok al-elemeit törölje!
4247 = Visszamaradt fájlok és mappák
4248 = Azonosított elemek:
4249 = Sajátgép
4250 = A Revo Uninstaller nem tudta elindítani a program beépített eltávolítóját. Lehet, hogy a program eltávolítási parancsa érvénytelen vagy sérült. Nyomja le a 'Vissza' gombot és próbáljon ki egy másik eltávolítási módszert.
4251 = A program beépített eltávolítója végzett. A Revo Uninstaller nem tudta elindítani a visszamaradt elemek keresését. Nyomja le a 'Vissza' gombot és próbáljon ki egy másik eltávolítási módszert a visszamaradt fájlok, mappák és rendszerleíró elemek felkutatásához.
4252 = A Revo Uninstaller sikeresen befejezte az eltávolítási folyamatot, de nem talált visszamaradt elemeket. Nyomja le a 'Vissza' gombot és próbáljon ki egy másik bővített eltávolítási módszert.
4253 = A Revo Uninstaller sikeresen befejezte az eltávolítási folyamatot. Ha további visszamaradt elemeket szeretne felkutatni, nyomja le a 'Vissza' gombot és próbáljon ki egy másik eltávolítási módszert a mélyvizsgálat végrehajtásához.
4254 = Kész
4255 = Biztos benne, hogy a kijelölt elemeket a Lomtárba akarja helyezni?
4256 = Biztos benne, hogy törölni akarja a kijelölt rendszerleíró elemeket?
4257 = A Revo Uninstaller sikeresen befejezte az eltávolítási folyamatot!
4258 = Biztos benne, hogy nem törli a visszamaradt Rendszerleíró elemeket és folytatja a következõ lépéssel?
4259 = Biztos benne, hogy nem törli a visszamaradt fájlokat/mappákat és folytatja a következõ lépéssel?
4260 = A visszamaradt elemek keresése befejezõdött. Nyomja le a "Tovább" gombot a keresési eredmények megtekintéséhez!
4261 = Rendszer-visszaállítási pont létrehozása...
4262 = Rendszer-visszaállítási pont létrehozása - nem sikerült!
4263 = Rendszer-visszaállítási pont létrehozása letiltva (Beállítások->Eltávolító)
4264 = Rendszer-visszaállítási pont létrehozása - kész!
4265 = Fájlrendszer
4266 = Maradványok keresése
4267 = maradvány található a Beállításjegyzékben és a Fájlrendszerben
4268 = maradvány törlésre került a Beállításjegyzékből és a Fájlrendszerből
4269 = eltávolított program
4270 = A Visszaállítási pont létrehozása sikertelen (a rendszer-visszaállítás letiltva a Windows-beállításokban)
4271 = Előtalált maradványok törlése a Beállításjegyzékből és a Fájlrendszerből...
4272 = Maradványok keresése...


[About]
4300 = Fordítók:

[ContextMenu Uninstaller]
5000 = Parancsok
5001 = Információ
5002 = Keresés a Google-val
5004 = Telepítési mappa
5005 = Névjegy hivatkozás megnyitása...
5006 = Súgó hivatkozás megnyitása...
5007 = Frissítés hivatkozás megnyitása...
5008 = Rendszerleíró kulcs megnyitása...

[Common]
10000 = OK
10001 = Mégse
10002 = Súgó
10003 = Tallózás
10004 = Aktuális eszköz súgója
10005 = Honlap
10006 = Névjegy
10007 = Figyelmeztetés
10008 = HIBA
10009 = Igen
10010 = Nem
10011 = Szünet
10012 = Folytatás
10013 = Alapérték
10014 = Kérem, várjon...
10015 = Később
10016 = Soha
10017 = A művelet sikeresen befejeződött!
10018 = Kérem, várjon amíg a művelet folyamatban van...
10019 = Szerkesztés
10020 = Újra
10021 = Kihagyás
10022 = Megszakítás
10023 = Törlés
10024 = Mentés
10025 = Elemek
10026 = Indítás
10027 = Bezárás (ajánlott)

[Tooltips]
2000 = Átváltás eltávolító módba
2001 = Eszközök panel megjelenítése
2002 = Az Ön igényei szerinti beállítások elvégzése
2003 = Átváltás figyelő módba
2004 = Programlista megjelenítésének módosítása
2005 = Kijelölt program eltávolítása
2006 = Kijelölt bejegyzés eltávolítása a rendszerleíróból
2007 = Telepített programok listájának frissítése
2008 = Jelenlegi változat frissítése a legújabb verzióra
2009 = Kiegészítő információk keresése a programmal kapcsolatban
404 = Kijelölt program elindítása
405 = Kijelölt program leállítása és bezárása
406 = Kijelölt program eltávolítása az automatikusan indulók közül
506 = Kijelölt beállítások törlése
605 = Kijelölt beállítások törlése
705 = Kijelölt beállítások törlése
2106 = Kijelölt eszköz indítása
2304 = Felesleges fájlok keresése a kiválasztott beállításoknak megfelelően
2305 = Kijelölt fájlok áthelyezése a Lomtárba



[UninstallerPro]
15000 = Általános
15001 = Csoportkezelő
15002 = Új programok
15003 = Egyéb programok
15004 = Név
15005 = Átnevezés
15006 = Internet
15007 = Játékok
15008 = Multimédia
15009 = Segédprogramok
15050 = Felfelé mozgat
15051 = Lefelé mozgat
15052 = Hozzáad
15053 = Eltávolítás
15054 = Oszlopok
15055 = Oszlop eltávolítása
15056 = Igazítás
15057 = Balra
15058 = Középre
15059 = Jobbra
15060 = Legjobb illeszkedés
15061 = Lista exportálása
15062 = Szöveges formátum (txt)
15063 = HTML formátum (html)
15064 = Microsoft Excel
15065 = Exportálás
15066 = Exportálandó oszlopok kijelölése
15067 = Megjelenítés újonnan telepítettként:
15068 = Legutóbb (napokban)
15069 = Az eltávolító legutóbbi indítása óta
15070 = Csoportnév:
15071 = Hozzáad
15072 = Csoport
15073 = Nyomon követett programok
15074 = Követett\nprogramok
15075 = Minden program
15076 = Minden\nprogram
15077 = Napló törlése
15078 = Egyéni eltávolítás
15079 = Ikoncsere
15080 = Hozzáad a csoporthoz
15081 = Eltávolít a csoportból
15082 = Eltávolítás
15083 = A program naplózott fájljainak és mappáinak eltávolítása:
15084 = Naplózott Rendszerleíró elemek eltávolítása:
15085 = Az eltávolított programhoz kapcsolódó néhány adatot nem lehetett eltávolítani, mert azokat nem naplózta a Revo Uninstaller Pro a program telepítése közben. Ha szeretné áttekinteni és véglegesen törölni ezeket, nyomja le a "Speciális eltávolítás" gombot. 
15086 = Speciális eltávolítás
15087 = Fájl\Mappa útvonala
15088 = Lista betöltése...
15089 = Kijelölt értékek eltávolítása
15090 = Szülő Rendszerleíró kulcsok megnyitása... 
15091 = Mindent kibont 
15092 = Mindent összecsuk
15093 = Érték név 
15094 = Naplók mappa:
15095 = A régebb óta meglevő rendszerfájlok és mappák átnevezési műveletének elindítása
15096 = Erőszakos eltávolítás
15097 = Erőszakos\neltávolítás
15098 = Kijelölt kulcs kibontása
15099 = Kijelölt kulcs összezárása
15100 = Kijelölt kulcs eltávolítása
15101 = Kijelölt kulcs megjelölése Létrehozottként
15102 = Hozzáad a kizártak listájához
15103 = Érvénytelen naplófájl
15104 = A megadott fájl nem létezik! Kérem adjon meg egy érvényes fájlt, vagy szakítsa meg a műveletet.
15105 = Folyamat kiválasztása
15106 = Folyamat hozzáadása a listához
15107 = Folyamat teljes útvonala:
15108 = Rendszerleíró kulcs hozzáadása
15109 = Rendszerleíró kulcs útvonala
15110 = Az Erőszakos eltávolítás lehetőséggel programokat távolíthat el, illetve törölheti a részben telepített/eltávolított programok maradványait. A visszamaradt fájlokat és mappákat Ön is megkeresheti, vagy meg is adhatja az eltávolítandó programhoz kapcsolódó fájl, vagy mappa teljes útvonalát. Megadhatja a program nevét és az egyéb információit is. A megadott adatok alapján a Revo Uninstaller Pro megkeresi a program saját eltávolítóját, valamint a Nyomon követett programok modul és a Napló adatbázis kapcsolódó naplóbejegyzéseit. Találat esetén, azokat egy listában tekintheti át.\n\nKérem, hogy pontosan adja meg az eltávolítandó program nevét és telepítési helyét!
15111 = Vizsgálati módszerek
15112 = Beépített
15113 = Biztonságos
15114 = Közepes
15115 = Speciális
15116 = Programfájl vagy mappa teljes útvonala:
15117 = A program pontos neve:
15118 = Előtalált beépített eltávolítók:
15119 = Kiválasztott beépített eltávolító futtatása
15120 = Program neve
15121 = Eltávolító parancs
15122 = Típus
15123 = 32 bites
15124 = 64 bites
15125 = Folyamat leállítása és folytatás
15126 = A kijelölt fájl egy folyamatot futtat! Ha szeretné azt és a hozzá kapcsolódó elemeket megfelelően eltávolítani azt le kell állítania és utána folytathatja
15127 = Kizárandó Rendszerleíró kulcs
15128 = Beemelt alkulcsok
15129 = A Nyomon követett programok modullal induljon a program
15130 = Fájlok és mappák törlése:
15131 = A biztonsági mentés mappába
15132 = A Lomtárba
15133 = Végleges törlés
15134 = Biztos benne, hogy törli a kijelölt elemeket?
15135 = Mappák
15136 = Fájlok
15137 = Lehetséges kapcsolódó fájlok és mappák
15138 = Lehetséges kapcsolódó Rendszerleíró elemek
15139 = Kulcsok:
15140 = Értékek:
15141 = Naplózott fájlok és mappák
15142 = Régebb óta meglevő rendszerfájlok és mappák átnevezési műveletének elindítása
15143 = Biztos benne, hogy eltávolítja a kijelölt elemeket?
15144 = Kijelölésre kerültek, de ezek a hátramaradt fájlok a következő rendszerindításkor lesznek csak törölve.
15145 = Naplózott Rendszerleíró elemek
15146 = Eltávolítás...
15147 = Visszamaradt fájlok, mappák és Rendszerleíró elemek keresése a telepítési információk alapján
15148 = Elemzés és a program beépített eltávolítójának elindítása az alapértelmezett eltávolításhoz
15149 = Miután a program eltávolítója végzett a folyamattal, nyomja le a "Vizsgálat" gombot, a visszamaradt fájlok, mappák és Rendszerleíró elemek felkutatásához.
15150 = Nincs elég lemezterület az adatok gyorsítótárba történő írásához
15151 = Hiba történt a gyorsítótár-fájl írása közben. Kérem győződjön meg arról, hogy van-e ehhez jogosultsága
15152 = Hiba történt a gyorsítótár adatainak beolvasása közben
15153 = A Revo Uninstaller Pro képes előkeresni a visszamaradt elemeket
15154 = Vizsgálat
15155 = Egyéni\neltávolítás
15156 = A Revo Uninstaller Pro "Minden program" moduljában az aktuális felhasználó és minden felhasználó által telepített összes program és öszetevő megjelenítésre kerül alapértelmezésben kettő csoportban - "Új" és "Egyebek". A "Részletek" nézetben, vagy a környezeti menüben kiegészítő információkat olvashat el a telepített programokkal kapcsolatban. A modul beállításait az "Eltávolító", "Beállítások", "Összes program" almenüjében végezheti el.
15157 = A Revo Uninstaller Pro "Nyomon követett programok" moduljában azokat a programokat tekintheti át, amelyeket telepítés közben figyelt meg a Revo Uninstaller Pro. Egy program követéséhez kattintson jobb gombbal a telepítő (setup) csomagon, vagy nyomja le a "Programok telepítése" gombot a fő eszköztáron. A modul beállításait az "Eltávolító", "Beállítások", "Nyomon követett programok" almenüben végezheti el.
15158 = Regisztráció
15159 = Súgófájl
15160 = Programok telepítése
15161 = Programok\ntelepítése
15162 = Rendszer-visszaállítási pont és a Rendszerleíró teljes mentésének elkészítése az eltávolítás előtt
15163 = A Rendszerleíró teljes mentésének létrehozása...
15164 = Rendszer-visszaállítási pont és a Rendszerleíró teljes mentésének elkészítése lehetőség letiltva (Beállítások->Eltávolító)
15165 = A Rendszerleíró teljes mentésének létrehozása - kész!
15166 = A Rendszerleíró teljes mentésének létrehozása - nem sikerült!
15167 = (A Windows Vista és a Windows 7 nem támogatja)
15168 = Napló:
15169 = Vagy kattintson jobb gombbal a Kereső mód ikonjára és válassza a "Kilépés" lehetőséget
15170 = Eltávolítás varázsló megnyitása teljes méretben
15171 = Mappa elérési útvonala
15172 = Kérem telepítsen egy pdf olvasó programot, a Súgó megtekintéséhez
15173 = Új csoport hozzáadása
15174 = Kijelölt naplók törlése
15175 = Gyorsítótár újraépítése
15176 = Biztos benne, hogy újraépíti a gyorsítótárat?\nA program egyéni beállításai visszaállításra kerülnek az alaphelyzetbe!
15177 = Kezelés
15178 = Napló exportálás, importálás, szerkesztés
15179 = Módosítás\nKijavítás
15180 = Módosítás/Kijavítás
15181 = Frissítés
15182 = Naplók adatbázis
15183 = Naplók\nadatbázis
15184 = Programok:
15185 = Program neve
15186 = Program verzió
15187 = Windows verzió
15188 = Rendszer
15189 = Azonosítva
15190 = Csak az ezzel kompatibilis naplókat mutassa: %s
15191 = Csak a(z) %s naplókat mutassa
15192 = Kapcsolódó mapló:
15193 = Adatbázis napló:
15194 = Keresés:
15195 = napló
15196 = napló
15197 = program
15198 = program
15199 = Név
15200 = Gyors eltávolítás 
15201 = Gyors\neltávolítás
15202 = Kiinduló rendszer mentésének létrehozása
15203 = Program eltávolítása %d / %d
15204 = Kiinduló elemzés - kész!
15205 = A program beépített eltávolítójának elindítása - kész!
15206 = A program beépített eltávolítójának elindítása - nem sikerült!
15207 = Visszamaradt fájlok, mappák, és rendszerleíró elemek keresése...
15208 = Visszamaradt elemek törlése...
15209 = Törölve %d visszamaradt Rendszerleíró kulcs, és %d érték
15210 = Törölve %d visszamaradt mappa, és %d fájl
15211 = A gyors eltávolítás kész!
15212 = Állapot
15213 = Miután a program eltávolítója végzett, nyomja le a "Tovább" gombot, az eltávolítási folyamat folytatásához.
15214 = Tovább
15215 = Importálva
15216 = Megjegyzés hozzáadása
15217 = Megjegyzés szerkesztése
15218 = Modulok
15219 = Napló dátuma
15220 = Naplóadatok előkészítése az eltávolításhoz...
15221 = %d / %d elem
15222 = Az átnevezéshez szükséges műveletek végrehajtása...
15223 = Biztos benne, hogy eltávolítja a kijelölt naplót?
15224 = Biztos benne, hogy eltávolítja a kijelölt naplótkat?
15225 = Napló eltávolítása %d / %d
15226 = Mindet exportálja
15227 = Kihagyás\nMentés
15228 = Rendszer-visszaállítási pont létrehozásának kihagyása, és a rendszerleíró teljes mentése
15229 = A rendszerleíró teljes mentésének létrehozása - kihagyva!
15230 = Rendszer-visszaállítási pont létrehozása - kihagyva!
15231 = Napló szerkesztése
15232 = Napló importálása
15233 = Napló exportálása
15234 = Napló elemzése -
15235 = Napló átnevezése
15236 = Napló név
15237 = Mentés
15238 = Módosítás
15239 = Ikon
15240 = Ikon index
15241 = Szerző
15242 = Létrehozás időpontja
15243 = Utolsó módosítás ideje
15244 = Becsült méret
15245 = Rendszerleíró kulcsok
15246 = Rendszerleíró értékek
15247 = Létrehozva
15248 = Törölve
15249 = Átnevezve
15250 = Felülírás
15251 = Ismeretlen
15252 = Régi név
15253 = Teljes név
15254 = Régi teljes név
15255 = Régi adat
15256 = Ilyen névvel már létezik egy Rendszerleíró érték!
15257 = Kulcs hozzáadása
15258 = Kulcs név:
15259 = Nem módosított
15260 = Kulcs módosítása
15261 = Érték hozzáadása
15262 = Érték módosítása
15263 = Készlet
15264 = Régi típus
15265 = Futtatható állományok leállításának kikényszerítése az eltávolításukkor
15266 = Naplókeresés a program normál módú eltávolítása előtt
15267 = Biztos benne, hogy a Gyors eltávolítót használja a kiválasztott program(ok) eltávolításához?
15268 = Az eltávolításhoz felhasználható napló található a saját naplói között\nA program beépített eltávolítójának elindítása az alapértelmezett eltávolításhoz.
15269 = Az eltávolításhoz felhasználható napló található a Napló adatbázisban\nA program beépített eltávolítójának elindítása az alapértelmezett eltávolításhoz.
15270 = Miután a program eltávolítója végzett, nyomja le a "Tovább" gombot, és nézze meg hogy maradtak-e vissza fájlok, mappák, vagy Rendszerleíró elemek.
15271 = Hiba történt a naplófájl letöltése közben!
15272 = Hiba történt a letöltött naplófájl átnevezése közben!
15273 = A Revo Uninstaller Pro "Napló adatbázis" moduljában, az Ön rendszerével kompatibilis nyomon követett programok naplóit tekintheti meg. Ezek a naplók a saját webhelyünkön vannak eltárolva, és azokat a Revo Uninstaller Pro csapata tartja karban. A naplóállományok segítségével könnyedén (csak egy kattintás az "Eltávolítás" gombra) eltávolíthatja az adott programokat a gépéről.
15274 = Az Ön verziója:
15275 = Frissítés
15276 = Napló adatbázis automatikus frissítése
15277 = Hiba történt a Napló adatbázis letöltése közben!
15278 = Hiba történt a Napló adatbázis frissítése közben!
15279 = Hiba történt a Napló adatbázis kicsomagolása során!
15280 = Hiba történt a Napló adatbázis megnyitása során!
15281 = Írja meg a véleményét:
15282 = Ikon kiválasztása
15283 = Fájl útvonal:
15284 = Ikon kiválasztása a listából:
15285 = Fájl
15286 = Mappa
15287 = Napló exportálása -
15288 = Napló importálása -
15289 = %d%% kész
15290 = Exportálta
15291 = Azonosított kapcsolódó naplók
15292 = Igen (ajánlott)
15293 = Az Ön által készített naplókat áttekintve úgy tűnik, hogy van olyan napló, amely az eltávolítandó programhoz kapcsolódik. Szeretné a napló adatait felhasználni az eltávolítási folyamathoz?
15294 = Napló letöltése -
15295 = A Napló adatbázist áttekintve úgy tűnik, hogy van olyan napló, amely az eltávolítandó programhoz kapcsolódik. Ha szeretné ezt a naplót felhasználni az eltávolítási folyamatban, csak jelölje ki azt.
15296 = Itt egy megfelelő eltávolítási napló a saját Napló adatbázisunkból.\nSzeretné azt felhasználni a program teljes eltávolításához?
15297 = Biztos benne, hogy törli a kijelölt napló(ka)t a listából?
15298 = Legalább egy oszlopot jelöljön ki az exportáláshoz!
15299 = Tallózás
15300 = Kijelölt napló használata
15301 = Forrás
15302 = Nem választott ki egyetlen beépített eltávolítót sem a listában.\nBiztos benne, hogy úgy folytatja a visszamaradt elemek keresését, hogy mellőzi a beépített eltávolító használatát?
15304 = Még nem választott ki egyetlen naplót sem a listából.\nBiztos benne, hogy egy napló használata nélkül folytatja a maradványok keresését?

15303 = Válasszon ki egy beépített eltávolítót a listából, ha szeretné azt használni az eltávolítási folyamat közben.
15305 = Válasszon ki egy naplót a listából, ha szeretné azt használni az eltávolítási folyamat közben.
15306 = Naplóadatok betöltése...
15307 = Beállításjegyzék mentése az eltávolítás előtt
15308 = Az eltávolítás előtti Beállításjegyzék-mentés kikapcsolva (Beállítások->Eltávolító)
15309 = Útvonal:

15310 = A telepítés dátumának felhasználása az eltávolítási adatokhoz
15311 = Program telepítése ezzel: \nRevo Uninstaller Pro
15312 = Kijelölt naplók egyesítése
15313 = Biztos benn, hogy összefűzi a kijelölt naplókat?\nEz a parancs alkalmas az egy programhoz tartozó naplók összefűzésére, és így egyetlen naplóba egyesítheti az összes naplót az adataikkal együtt.
15314 = Egyesített napló neve
15315 = Kizárandó mappa
15316 = Kizárandó fájlok és mappák
15317 = Kizárandó beállításkulcsok
15318 = A(z) %s eltávolítását a számítógép újraindítása megszakította. Szeretné folytatni az eltávolítási folyamatot?
15319 = Minden naplóművelet az aktuális számítógépen
15320 = Átvitel
15321 = Mentés
15322 = Visszaállítás
15323 = Válassza ki a hordozható verzió főmappáját
15324 = Naplók mentése
15325 = Naplók visszaállítása
15326 = Felülírja a meglévő azonos nevű naplókat?
15327 = Hiba történt a telepített Revo Uninstaller Pro adatmappájának azonosításakor.
15328 = Futtatható fájl keresése... 
15329 = Nem lehet futtatni a programot
15330 = A program már fut
15331 = Úgy tűnik, hogy az elindított programnak nincs felhasználói felülete
15332 = Úgy tűnik, hogy a program idő előtt leállt
15333 = Várakozás a felhasználói felületre...
15334 = Jelölőnégyzetek mutatása a Részletek nézetben
15335 = Az útvonal nem létezik!
15339 = Az összes előtalált maradvány automatikus törlése
15340 = %d maradvány azonosítva a Beállításjegyzékben
15341 = %d maradvány törlése a Beállításjegyzékből...
15342 = Beazonosítva %d mappamaradvány és %d fájl
15343 = %d mappamaradvány és %d fájl törlése...
15344 = %d kiválasztva
15345 = Az összes Windows-fiók ellenőrzési lehetőség megjelenítése, a maradványok felkutatásához
15346 = Színtéma kiválasztása
15347 = Klasszikus
15348 = Sötét
15349 = Ezeket a beállításokat később bármikor megváltoztathatja.
15350 = Programok beépített eltávolítójának csendes indítása és elemzés velük az alapértelmezett eltávolításhoz (ha lehetséges)
15351 = Alkalmazások alapértelmezett eltávolítási parancsainak indítása az eltávolítás megkezdéséhez
15352 = Az összes Windows fiók átvizsgálása maradványok után
15353 = Eltávolítás az összes Windows fiókból
15354 = A(z) %s beépített eltávolítójának elindítása
15355 = Miután a(z) ( %s ) beépített eltávolító(i) végeztek, kattintson a "Vizsgálat" gombra, a maradványok felkutatásához
15356 = A naplózási szint %d értékre módosult.
15357 = Folytatja az eltávolítási műveletet?
15358 = Biztos benne, hogy megszakítja az eltávolítási folyamatot? 

[Auto Run Manager Pro]
15800 = Hozzáad
15801 = Program hozzáadása az automatikus indításhoz
15802 = Automatikus indítás beállítása:
15803 = Minden felhasználó
15804 = Aktuális felhasználó
15805 = Indítási terület beállítása:
15806 = Rendszerleíró: Run - a Windows minden indításakor elindításra kerül
15807 = Rendszerleíró: RunOnce - csak egyszer a Windows következő elindításakor lesz indítva
15808 = Indítópult mappa - a Windows minden indításakor elindításra kerül
15809 = Parancs (teljes útvonal):
15810 = Név:
15811 = Eltávolítás az automatikus indításból
15812 = Nem futó elemek eltávolítása az automatikusan indulók közül
15813 = Minden letiltott elem eltávolítása az automatikusan indulók közül
15814 = Szolgáltatások
15815 = Windows szolgáltatások megnyitása
15816 = Ütemezett feladatok
15817 = Engedélyezés
15818 = Letiltás

[General App]
16001 = Nyomtatás
16002 = Nyomtatási kép
16003 = Nyomtató beállítása
16004 = Nézet
16005 = Menü sáv
16006 = Fő eszköztár
16007 = Leírás ablak
16008 = Állapotsor
16009 = Eszközök oldalsáv
16010 = Fájl
16011 = Autorun\nkezelő
16012 = Szemét\ntakarító
16013 = Windows\neszközök
16014 = Böngészők\ntakarító
16015 = Microsoft Office\ntakarító
16016 = Windows\ntakarító
16017 = Nyomok\ntakarító
16018 = Végleges\ntörlés
16019 = Mentés\nmenedzser
16020 = Telepítés a Revo Uninstaller Pro-val
16021 = Eltávolítás a Revo Uninstaller Pro-val
16022 = A kiválasztott program telepítése a Revo Uninstaller Pro segítségével
16023 = A kiválasztott program eltávolítása a Revo Uninstaller Pro segítségével
16024 = Biztonsági mentés:
16025 = Törölt Rendszerleíró elemek mentése
16026 = Törölt fájlok és mappák mentése
16027 = A Microsoft Excel nincs telepítve az Ön gépére (hibakód: 0x%08X).
16028 = A Microsoft Excel program futtatása nem sikerült (hibakód: 0x%08X).
16029 = Ismeretlen hiba.
16030 = Rendszerleíró
16031 = Információs üzenetek kihagyása
16032 = Figyelmeztető üzenetek kihagyása
16033 = Folyamatok
16034 = Programok nyomon követése kompakt módban
16035 = Beemelt folyamatok:
16036 = Kizárt folyamatok:
16037 = Folyamat útvonala
16038 = Vizuális téma:
16039 = Eszköztárak
16040 = Feliratok megjelenítése
16041 = Kis ikonok megjelenítése
16042 = Kék
16043 = Szürke
16044 = Fekete
16045 = Ezüst
16046 = Eredeti
16047 = Eredeti 2
16048 = Eredeti élsimított
16049 = Vásárlás
16050 = A Revo Uninstaller Pro program megvásárlása után a sorozatszámot e-mailben fogja megkapni. A lenti űrlapon adja meg a sorozatszámát és nyomja le az "Online aktiválás" gombot, a termék aktiválásához. Az aktiválási folyamathoz internetkapcsolat szükséges, és győződjön meg arról, hogy a tűzfala nem blokkolja-e a programot. Ha bármilyen kérdése volna a regisztrációval kapcsolatban, kérjük vegye fel a kapcsolatot velünk: registration@revouninstaller.com
16051 = Regisztrálás 
16052 = Kérem adja meg a sorozatszámát itt:
16053 = Online aktiválás
16054 = Minden jog fenntartva.
16055 = Regisztrált verzió
16056 = Regisztrálatlan verzió
16057 = Biztos benne, hogy törli a biztonsági mentéseket, a naplófájlokat és az egyéb felhasználói adatokat? Nyomja le a "Nem" gombot a program frissítéséhez.
16058 = Fordító:
16059 = Rendszerleíró teljes napi mentésének létrehozása
16060 = Követett program naplójának törlése az eltávolítás után
16061 = Kis ikonok mutatása a Részletek nézetben
16062 = Parancsok megjelenítése a Windows környezeti menüjében (Telepítés..., Eltávolítás...)
16063 = Összes visszamaradt kijelölése alapértelmezettként
16064 = Sötétszürke
16065 = Kék 2
16066 = Revo Uninstaller Pro megjelenítése a Vezérlőpultban
16070 = Parancsok eszköztár
16071 = Egyéni
16072 = Téma
16073 = Egyéni háttérszín
16074 = Egyéni kijelölő szín
16075 = Kérem zárja be a Revo Uninstaller Pro-t a napló importálása előtt.\nIlletve napló importálásához használhatja a "Kezelés" gombot, a "Nyomon követett programok" modulban.
16076 = Aktiválás
16077 = Aktiválási mód kiválasztása
16078 = Online aktiválás
16079 = Aktiválás egy fájlból
16080 = Az Ön 30 napos próbaidőszaka lejárt. Ha továbbra is szeretné használni a programunkat, meg kell vásárolnia egy licencet.
16081 = Miután megvásárolt egy Revo Uninstaller Pro licencet, akkor kap egy sorozatszámot e-mailben. Annak érdekében, hogy aktiválja a Revo Uninstaller Pro-t, meg kell adnia a nevét és a sorozatszámát az alábbi űrlapon (másolás és beillesztés művelet ajánlott), majd nyomja meg az "Online aktiválás" gombot. Az aktiváláshoz Internetkapcsolat szükséges, és ellenőrizze, hogy a tűzfal ne blokkolja a Revo Uninstaller Pro-t. Ha bármilyen kérdése vagy problémája lenne a regisztrációval kapcsolatban, kérjük lépjen kapcsolatba velünk: registration@revouninstaller.com
16082 = Miután megvásárolt egy Revo Uninstaller Pro licencet, e-mailben kap tőlünk egy sorozatszámot. A Revo Uninstaller Pro fájl segítségével történő aktiválásához, adja meg alul a nevét és a sorozatszámát (a beillesztést javasoljuk), majd nyomja le a "Fájl mentése" gombot az adatok elmentéséhez. A létrehozott fájl küldje el nekünk a support@revouninstaller.com, vagy a registration@revouninstaller.com címre. Mi 24 órán belül visszaküldjük Önnek a feloldó kulcsot, amellyel befejezheti a Revo Uninstaller Pro aktiválását. Ha bármilyen problémája, vagy kérdése lenne a regisztrálással kapcsolatban, kérjük lépjen kapcsolatba velünk: registration@revouninstaller.com
16083 = Ön úgy döntött, hogy a Revo Uninstaller Pro-t egy fájl segítségével kívánja aktiválni. Miután e-mailben elküldte az ügyfélszolgálatunknak az aktiváláshoz szükséges fájlt, megkapja tőlünk a Revo Uninstaller Pro feloldásához szükséges kulcsot. Csak alul adja meg ezt a kulcsot (a beillesztést javasoljuk), majd nyomja le az "Aktiválás" gombot. Ha bármilyen problémája, vagy kérdése lenne a regisztrálással kapcsolatban, kérjük lépjen kapcsolatba velünk: registration@revouninstaller.com
16084 = Olyan módosítás történt a gépén, amely a Revo Uninstaller Pro újraaktiválását igényli. Csak nyomja le az "Aktiválás" gombot. Ha bármilyen problémája, vagy kérdése lenne a regisztrálással kapcsolatban, kérjük lépjen kapcsolatba velünk: registration@revouninstaller.com
16085 = Az aktiválás sikerült! 
16086 = Az aktiválás nem sikerült!
16087 = Nem lehet kapcsolódni az aktiválási kiszolgálóhoz. Kérem ellenőrizze, hogy a tűzfala nem blokkolja-e a Revo Uninstaller Pro-t.
16088 = Felhasználónév megadása:
16089 = Sorozatszám megadása (a beillesztés ajánlott):
16090 = Feloldó kulcs megadása (a beillesztés ajánlott):
16091 = Aktiválási folyamat visszaállítása
16092 = Hátralévő nap:
16093 = Fájl mentése
16094 = Regisztrálta
16095 = Újraaktiválás
16096 = Az aktiválás folyamatban van, kérem várjon...
16097 = A sorozatszám hibás.\nKérem, hogy a begépelés helyett a sorozatszámot úgy illessze be!
16098 = Kérem indítsa újra a Revo Uninstaller Pro-t
16099 = Sötét mód
16100 = Sorozatszám:
16101 = Licenc adatok:
16102 = Visszajelzés
16103 = Online támogatás
16104 = Főablak beállításainak visszaállítása
16105 = Részletek nézet beállításainak a visszaállítása
16106 = A visszaállítás sikerült!\nIndítsa újra a Revo Uninstaller Pro-t a módosítások érvényesítéséhez
16107 = Egyetlen elem sincs kijelölve.\nLegalább egy elemet ki kell jelölnie a folytatáshoz.
16108 = Indítóképernyő mutatása
16109 = Előzmények takarító
16110 = Előzmények\ntakarító
16111 = További\nparancsok
16112 = A Revo Uninstaller Pro már fut!
16113 = Frissítési előfizetés lejárata: 
16114 = Megújítás
16115 = Az előfizetés frissítése lejárt: %s!
16116 = Előfizetés frissítése
16117 = Ha a lejárati dátumot követően szeretné telepíteni a Revo Uninstaller Pro legújabb verzióját, meg kell újítania a frissítési előfizetését.
16118 = Próbaverzió emlékeztető
16119 = Köszönjök, hogy a Revo Uninstaller Pro-t használja. Ön 30 napig használhatja a teljes funkcionalitású próbaverziót. Ha megtetszett a program, és azt a próbaidőszakot követően is használni szeretné, vásárolnia kell egy licencet.
16120 = Az előfizetése lehetővé teszi, hogy telepítse és aktiválja a(z) %s előtt kiadott Revo Uninstaller Pro verziót. Ha a Revo Uninstaller Pro legújabb verzióját szeretné telepíteni, meg kell újítania az előfizetését.
16121 = Tetszik
16122 = Deaktivált licenc
16123 = A licencét ön deaktiválta. Ha újra szeretné használni a Revo Uninstaller Pro programot, azt egy érvényes sorozatszámmal regisztrálnia kell
16124 = Licenc deaktiválása
16125 = A használt aktiválási kulcsok sikeresen deaktiválásra kerültek.
16126 = A a deaktiválás nem sikerült!
16127 = Biztos benne, hogy deaktiválja a licencét?\nA jelenleg telepített Revo Uninstaller Pro működése leállításra kerül! Csak akkor folytassa, ha át kívánja helyezni a licencet egy másik számítógépre.
16128 = Deaktiválás
16129 = Licenc deaktiválása, kérem várjon...
16130 = nap
16131 = A megadott sorozatszám, már alkalmazásra került az aktuális licencfájlhoz.
16132 = A frissítési előfizetése ekkor lejárt: %s, így emiatt nem tudja frissíteni a jelenlegi Revo Uninstaller Pro verzióját. Kérjük, újítsa meg az előfizetését, ha szeretné telepíteni és használni a legújabb verziót.
16133 = Parancsgomb szövege
16135 = Az importálás sikerült!\nA Revo Uninstaller Pro újraindítása a módosítások alkalmazásához.
16150 = Párbeszédpanelek háttérszíne
16151 = Szövegszín
16152 = Vezérlők háttérszíne
16153 = Kiválasztás színe
16156 = Minden szöveganimáció kikapcsolása
16157 = Android app beszerzése
16158 = Android app letöltése
16159 = Másolás a Vágólapra

[AppBar]
16900 = A megfigyelt rendszermódosulások mentése egy naplófájlba
16901 = Telepítések megfigyelésének leállítása
16902 = A Revo Uninstaller Pro képes megfigyelni a rendszer módosulásait, egy normál telepítési folyamat közben. Kérem NE futtasson más telepítőfájlokat, programokat, vagy bármi mást a program telepítése közben! A telepítés befejeződése után indítsa el a telepített programo(ka)t, végezze el a beállításaikat, majd zárja be azokat. Ezután nyomja le a "Leállítás" gombot (négyzet alakú) és a napló mentésre kerül.
16903 = Naplófájl nevének megadása:
16904 = Kérem adjon meg egy nevet a naplófájl részére, majd nyomja le a "Mentés" gombot
16905 = A Revo Uninstaller Pro nyomon követi a telepítést
16906 = A Revo Uninstaller Pro menti az adatokat
16907 = Nem sikerült leállítani a számítógépet. Próbálja meg manuálisan!
16908 = Lehet, hogy Önnek nincs beállítási jogosultsága a számítógép leállításához. Próbálja meg a leállítást manuálisan!
16909 = Kérem, egy érvényes napló-nevet adjon meg!
16910 = Biztos benne, hogy megszakítja a naplózási folyamatot?

[JunkFilesCleanerPro]
17000 = Kizárás
17001 = Módosítás dátuma
17002 = Mappa átvizsgálása...
17003 = Hozzáadás
17004 = Mappák hozzáadása feleslegesként

[Windows Apps]
17100 = Windows\nalkalmazások
17101 = Windows-alkalmazások
17102 = Windows-alkalmazás
17103 = Minden alkalmazás
17104 = Alkalmazás
17105 = Alkalmazások
17106 = A "Windows-alkalmazások" listában valamennyi telepített Windows-alkalmazást láthatja, és ezeket egy kattintással eltávolíthatja. Néhány a Microsoft által gyártott alkalmazás előre van telepítve az operációs rendszerrel, mások pedig a Microsoft Áruházon keresztül lettek telepítve. Az alkalmazásokról további információkat a környezeti menüben találhat.
17107 = Elemzés és az alkalmazás alap eltávolítóparancsának elindítása
17108 = Miután az alkalmazás alap eltávolítója végzett, nyomja le a "Vizsgálat" gombot, a visszamaradt fájlok, mappák, és beállításjegyzék elemek felkutatásához.
17109 = Biztos benne, hogy eltávolítja a kiválasztott alkalmazást?
17110 = Nem lehet futtatni a kiválasztott Windows alkalmazást!
17111 = Megnyitás a Microsoft Store-ban
17115 = Leállítás
17116 = Alkalmazás visszaállítása
17117 = Microsoft Store visszaállítása
17118 = Nem lehet leállítani a kiválasztottat.
17119 = Ez visszaállítja az alkalmazás kezdeti konfigurációját.\nSzeretné folytatni?
17120 = Ez visszaállítja a Microsoft Store kezdeti konfigurációját.\nSzeretné folytatni?
17121 = A(z) %s beépített eltávolítójával nem sikerült az eltávolítás.\nJavasoljuk, hogy ellenőrizze a rendszerfájlok sértetlenségét, vagy állítsa vissza a %s alkalmazást, majd próbálja meg újra.
17122 = Az eltávolítás sikertelen

[Browser Extensions]
17200 = Böngésző\nbővítmények
17201 = Böngészőbővítmények
17202 = MS Edge bővítmény
17203 = Típus
17204 = Bővítmény
17205 = Beépülő modul
17206 = Alkalmazás
17207 = Segédobjektum
17208 = Eszköztár
17209 = Keresésszolgáltató
17210 = A(z) %s fut. Állítsa le, ha folytatni szeretné.\nA nem mentett böngészőadatok elfognak veszni.
17211 = Összes bővítmény
17212 = bővítmény
17213 = bővítmények
17214 = A "Böngésző bővítmények" listában törölheti azokat a különböző típusú kiegészítő elemeket (bővítményeket), amelyek a népszerű (Google Chrome, Microsoft Edge, Mozilla Firefox, és az Internet Explorer) böngészőkhöz lettek telepítve. A "Típus" oszlopban megtekintheti, hogy az adott bővítmény melyik böngészőhöz tartozik.
17215 = Biztos benne, hogy eltávolítja a kijelölt bővítményt?
17216 = A(z) %s bővítmény eltávolítása
17217 = A bővítmény újratelepítésének elkerülése érdekében a Chrome beállításainal tiltsa le az "Alkalmazások szinkronizálása", és a "Bővítmények szinkronizálása" lehetőségeket, az eltávolítási folyamat után.
17218 = Ön kiválasztott egy előre telepített bővítményt.
17219 = Böngésző
17220 = Profil
17221 = A(z) %s fut.◙ Nyomja le a 'k' billentyűt a kilövéséhez/erőszakos bezárásához (a böngészőben nem mentett adatok elveszhetnek).◙ Nyomja le bármelyik másik gombot a törléshez.
17222 = A(z) %s fut. Kérjük, zárja be a folytatáshoz.

[EvidenceRemoverPro]
17300 = Típus
17301 = Teljes méret
17302 = Szabad terület
17310 = Helyi lemez
17311 = Cserélhető lemez
17312 = Becsült hátralévő idő:
17313 = nap 
17314 = óra
17315 = perc
17316 = másodperc
17317 = Biztos benne, hogy leállítja a folyamatot?

[WindowsToolsPro]
17400 = Rendszer-visszaállítás
17401 = Hálózati diagnosztika
17402 = Hálózati információk
17403 = Biztonsági központ
17404 = Rendszer tulajdonságai
17405 = Rendszerinformáció
17406 = TCP/IP Netstat parancs
17407 = Képernyő-billentyűzet
17408 = Lemeztöredezettség-mentesítő
17409 = Szolgáltatások
17410 = Megosztott mappák
17411 = Csoportházirend
17412 = Windows összetevők hozzáadása/eltávolítása
17413 = Microsoft Windows kártevő-eltávolító eszköz
17414 = Windows Biztonsági mentés és visszaállítás
17415 = Feladatütemező
17416 = Lemez ellenőrzése
17417 = Rendszerfájl-ellenőrző
17418 = Lemezkarbantartó
17419 = Erőforrás-figyelő
17420 = Telepítési képkiszolgálás és -kezelés (DISM)
17421 = DNS gyorsítótár ürítése
17422 = DirectX információ és diagnosztika

17450 = A Windows Biztonsági mentés és visszaállítás eszközével másolatokat készíthet a számítógépet használó személyek adatállományairól, és létrehozhat egy lemezképet a rendszeréről. Kiválaszthatja, hogy a Windows mely mappákról és könyvtárakról, valamint mely meghajtókról készítse el a biztonsági mentést. A létrehozott rendszer-lemezkép tartalmazza a Windows, és a rendszere beállításait, a programjait és a fájljait. Ennek a lemezképnek a segítségével visszaállíthatja a gépe tartalmát, ha a merevlemeze, vagy a gépe nem működik.
17451 = A Feladatütemező segítségével olyan automatizált feladatokat hozhat létre, amelyek egy megadott időpontban, vagy egy bizonyos esemény bekövetkezésekor fognak végrehajtódni. Ezzel lehetősége van előre beállítania az egyes programok és parancsállományok betöltődési idejét. A Feladatütemező felügyeli az összes ütemezett feladatot, és így egy helyen rendezett, és kényelmes módon kezelheti az ütemezett feladatait.
17452 = A Lemezellenőrző eszköz képes ellenőrizni a Windows kötet és a fájlrendszer integritását, a hibás szektorokat, az elveszett kiosztási egységeket, a kereszthivatkozásokat, és a könyvtárak hibáit. Ezeket a problémákat a rendszer összeomlásai, lefagyásai, elektromos hibák, a számítógép helytelen leállítása, stb. okozhatják.
17453 = A Rendszerfájl-ellenőrző lehetővé teszi, hogy megvizsgálja vannak-e hibák a Windows rendszerfájlokban, amennyiben igen akkor kijavítja azokat. Ha problémát talált, akkor megpróbálja helyettesíteni a problémás fájlokat, a Windows DLL-gyorsítótárban levő fájlokkal. Amennyiben az adott fájl nem található a Windows DLL-gyorsítótárában, vagy ha a DLL-gyorsítótár sérült, akkor a program kérni fogja, hogy helyezze be a Windows telepítő lemezét a fájlok helyreállításához.
17454 = A Lemezkarbantartó egy számítógépes segédprogram, amellyel területet szabadíthat fel a merevlemezein. Lehetővé teszi a felhasználók számára, hogy eltávolítsák azokat a fájlokat, amelyek már nem szükségesek, vagy biztonságosan törölhetők. Ilyenek például az operációs rendszer és a más programok által létrehozott ideiglenes fájlok, gyorsítótár és naplófájlok.
17455 = Az Erőforrás-figyelő valós idejű információkat jelenít meg a hardverekkel (CPU, memőria, lemezek, hálózat), és a szoftverekkel (fájlkezelők, modulok) kapcsolatban. Az eszköz grafikus ábrázolással segít áttekinteni a gépe pillanatnyi és a folyamatos erőforrás-felhasználását. Így ellenőrizheti az adott erőforrás teljesítménymutatóit, és ez alapján dönthet műveletek végrehajtásáról a számítógép teljesítményének növelése érdekében. 
17456 = A DISM futtatásával sérüléseket kereshet és javíthat ki az operációs rendszerben.
17457 = Ha problémái vannak egy weboldal elérésével vagy egy online szolgáltatás használatával, akkor előfordulhat, hogy a készüléke egy elavult DNS-rekordot gyorsítótárazott, amelyet manuálisan kell törölni vagy visszaállítani.
17458 = A DirectX diagnosztikai eszköz rengeteg információt jelenít meg a DirectX-ről, és lehetővé teszi a DirectX rendszer alapvető diagnosztikai tesztjeinek elvégzését is.
17480 = Eszköz
17481 = Parancssor
17482 = Egyéni eszköz hozzáadása
17483 = Eszköz szerkesztése
17484 = Már létezik egy azonos nevű egyéni eszköz.\nKérjük, adjon meg egy másik nevet.

[WindowsCleanerPro]
17500 = Miniatűrök gyorsítótár törlése

[UnrecoverableDeletePro]
17600 = Fájl(ok) hozzáadása
17601 = Mappa hozzáadása
17602 = Végleges törlés
17603 = Törlés
17604 = Kiszámítás...
17605 = A listában levő visszamaradt elemek most nem törölhetők.\nEllenőrizze, hogy azokat nem használja-e a Windows, vagy másik program, majd próbálja meg újra.
17606 = Kijelölt elemek eltávolítása a listából

[Backup Manager]
17800 = Biztonsági mentés kezelő
17801 = Visszaállítás
17802 = Törlés
17803 = Mindet töröl
17804 = Egyéni\nvisszaállítás
17812 = Faszerkezet betöltése...
17813 = Vissza
17814 = Tovább
17815 = A helyreállítási pont nem található
17816 = Feldolgozás
17817 = %d mentve a(z) %d elemből
17818 = Helyreállítási pontok:
17819 = Teljes méret:
17820 = A Biztonsági mentés menedzser segít Önnek kezelni a Revo Uninstaller Pro által elmentett azon információkat, amelyek minden Rendszerleíró bejegyzés, fájl, vagy mappa eltávolítása után keletkeznek. A helyi visszaállítási pont segítségével Ön helyreállíthatja a teljes törölt adatot, vagy csak az Ön által igényelt részeket. Ha Önnek további szabad helyre van szüksége, törölheti a véletlenszerűen létrehozott, vagy a Revo Uninstaller Pro által létrehozott visszaállítási pontokat.
17821 = Név
17822 = Művelet
17823 = Méret
17824 = Rendszerleíró elemek
17825 = Fájlok és mappák
17826 = Idő
17827 = Dátum
17830 = Kulcs/érték neve
17831 = Adat
17835 = Alapértelmezett érték
17836 = %d helyreállítva a(z) %d elemből
17837 = Helyreállítás
17838 = Fájl/mappa neve
17839 = Egyéni helyreállítás
17840 = Hiba történt a biztonsági mentés beolvasása közben!
17841 = Helyreállítandó fájlok és mappák
17842 = Helyreállítandó Rendszerleíró elemek
17843 = Itt nincs elég lemezterület a biztonsági mentés elkészítéséhez!
17844 = Hiba történt a biztonsági mentés adatainak írása közben!
17845 = Biztos benne, hogy helyreállítja a(z) %s műveletet ebből %s?
17846 = Biztos benne, hogy törölni akarja az összes rendszer-visszaállítási pontot?
17847 = Törlés\nidőpont alapján
17848 = Mentések törlése, ha azok régebbiek egy időpontnál, vagy időszaknál
17849 = Összes mentés törlése, ha ennél régebbi:
17850 = Kijelölt dátum:
17851 = Egy hét
17852 = Kettő hét
17853 = 30 nap
17854 = 90 nap
17855 = 180 nap
17856 = Egy év
17857 = Egyéni dátum
17858 = Az Ön által kiválasztott időpont újabb mint a mai nap.\nEzzel törli az összes mentést! Folytatja?

[TooltipsPro]
18200 = A Revo Uninstaller Pro beállításainak az elvégzése
18201 = Nyomonkövetett programlista megjelenítésének a módosítása
18202 = A Revo Uninstaller Pro által eltárolt mentési információk kezelése
18203 = A Revo Uninstaller Pro segítségével telepített programok
18204 = A már eltávolított programok maradványainak kikényszerített eltávolítása
18205 = Minden telepített program megjelenítése
18206 = Nyomonkövetett, telepített programok megjelenítése
18207 = A kijelölt nyomonkövetett program eltávolítása
18208 = A kijelölt nyomonkövetett program egyedi eltávolítása
18209 = A kiválasztott Revo Uninstaller Pro helyreállítási pont visszaállítása
18210 = A kiválasztott Revo Uninstaller Pro helyreállítási pont egyedi visszaállítása
18211 = A kijelölt Revo Uninstaller Pro helyreállítási pont törlése
18212 = A Windows indításakor automatikusan elinduló program hozzáadása
18213 = Nyomeltakarítás futtatása a kiválasztott meghajtókon
18214 = Fájlok hozzáadása a végleges törléshez
18215 = Mappa hozzáadása a végleges törléshez
18216 = Hozzáadott fájlok és mappák törlése
18217 = Megjelölt fájlok törlése
18218 = Kijelölt program telepítésének módosítása, vagy kijavítása
18219 = Kijelölt program gyors eltávolítása (az összes maradványa automatikusan törölve lesz)
18220 = Új elem hozzáadása a naplóhoz
18221 = Kijelölt elem módosítása
18222 = Kijelölt elem törlése a naplóból
18223 = Aktuális naplóadatok exportálása HTML-ként

[Portable]
18500 = Frissítés letöltési hiba!
18501 = Frissítés kicsomagolási hiba!
18502 = Frissítés
18503 = A frissítés sikeresen befejeződött!
18504 = %d / %d fájl
18505 = Hordozhatóság
18506 = Egyéni adattároló mappa használata
18507 = Enable fast loading mode
18508 = Elfogadás

18509 = Licencszerződés

32900 = Eltávolítási előzmények
32901 = Összes eltávolított
32902 = Exportálási részletek
32903 = App neve
32905 = Eltávolított programok:
32907 = Eltávolított naplók:
32909 = Eltávolított App-ok:
32910 = Importált napló
32911 = Felhasználói napló
32912 = Az eltávolítási előzmények eszköz nyomon követi az összes elvégzett eltávolítást, és részletes információkat nyújt az eltávolított szoftverekről és az összes törölt maradék adatról.
32917 = Program részletei:
32918 = Művelet összefoglalója:
32919 = Fájl és mappaműveletek:
32920 = Registry műveletek:
32921 = Napló részletek:
32922 = App részletek:
32923 = Sikeresen törölt Beállításkulcsok
32924 = Sikeresen törölt Beállításazonosítók
32925 = Sikeresen törölt fájlok
32926 = Sikeresen törölt mappák
32927 = Újraindításkori törlésre beállítva
32928 = Sikertelenül törölt Beállításkulcsok
32929 = Sikertelenül törölt Beállításazonosítók
32930 = Összefoglaló
32931 = Törölt Beállításkulcs maradványok:
32932 = Törölt Beállításazonosító maradványok:
32933 = Törölt mappamaradványok:
32934 = Törölt visszamaradt fájlok:
32935 = Maradványtörlés után visszanyert szabad hely:
32936 = Részletek
32937 = Ön által eltávolított
32938 = Befejezett eltávolítási műveletek